[
  {
    "fecha": 27,
    "mes": "mayo",
    "dia": true,
    "hora": 15,
    "minuto": 30,
    "amPm": "pm",
    "introMessage": "¡Y estamos con la DSU! Tengo nuevas preguntas para hoy, espero que a todos les esté yendo muy bien",
    "firstQuestion": "1. ¿En qué empezarán a trabajar en el día de hoy/estuvieron trabajando?",
    "secondQuestion": "2. ¿Existe algún bloqueador que evite que continuen su trabajo de manera satisfactoria?",
    "thirdQuestion": "3. ¿Les parece que estamos yendo por el camino correcto? ¿Creen que tenemos que cambiar algo?",
    "outroMessage": "Los primeros días siempre son los más complicados, pero no aflojen! Todos juntos vamos a salir adelante :)"
  },
  {
    "fecha": 22,
    "mes": "mayo",
    "dia": true,
    "hora": 15,
    "minuto": 45,
    "amPm": "pm",
    "introMessage": "Holis!!!, aqui tenemos otra DSU fresca solo para ustedes asi que empecemos con lo importante y vamos con esas preguntas",
    "firstQuestion": "1. ¿En qué empezarán a trabajar en el día de hoy/estuvieron trabajando?",
    "secondQuestion": "2. ¿Crees que hay algo que te este impidiendo avanzar? ¿Qué es?",
    "thirdQuestion": "3. ¿lograste encontrar el formarto que el juego necesita? escribe la documentacion  que crees que tiene que estar en el formato",
    "outroMessage": "Los primeros días siempre son los más complicados y los que requieren mas atencion pero no dejes que esto te aplaste y vamos a darlo todo :)"
  }, 
   {
    "fecha": 23,
    "mes": "mayo",
    "dia": true,
    "hora": 15,
    "minuto": 20,
    "amPm": "pm",
    "introMessage": "Buenas a todos señores y señoritas espero que se esten esforzando mucho por que tengo mucha fe en ustedes :) asi que empecemos con las preguntas que tanto les gustan",
    "firstQuestion": "1. ¿En que estuviste trabajando?",
    "secondQuestion": "2. ¿sientes que no estas avanzando? ¿Por que?",
    "thirdQuestion": "3. ¿lograste encontrar el formarto que el juego necesita? escribe la documentacion  que crees que tiene que estar en el formato",
    "outroMessage": "Ya es el tercer dia pero a no caer, yo creo en ustedes, y no olviden que nadie puede negarles su destino, si se levantan y lo primero que piensan es en hacer juegos, felicidades ya son desarrolladores y diseñadores de juegos :)"
  },
  {
    "fecha": 24,
    "mes": "mayo",
    "dia": true,
    "hora": 15,
    "minuto": 15,
    "amPm": "pm",
    "introMessage": "Que tal a todos!!! santos protones Batman esto si que avanza y ya vamos por el cuarto dia, asi que con eso en mente vamos con las preguntas, espero sus respuestas ;)",
    "firstQuestion": "1. ¿Lograste avanzar en el desarrollo del formato? ¿tienes documentacion para adjuntar?",
    "secondQuestion": "2. ¿estas durmiendo lo suficiente? no te olvides que eso tambien es importante",
    "thirdQuestion": "3. ¿como ves el proyecto en 20 dias en el futuro ? sientes que vamos bien encaminados? si tu respuesta es negativa estoy encantada de escuchar recomendaciones :3 ",
    "outroMessage": "Y esas si son preguntas no como las que tengo en casa, :V asi que aqui va otra DSU espero que todos esten en el camino y todos sabemos que es duro y es dificil pero las tormentas mas fuertes crean los arboles mas altos ;)"
  },
  {
    "fecha": 25,
    "mes": "mayo",
    "dia": true,
    "hora": 15,
    "minuto": 34,
    "amPm": "pm",
    "introMessage": "YYYYYYY bienvenidos a la DSU espero que todos esten listos para esto por que yo estoy mas que lista asi que vamos por esas preguntas :V",
    "firstQuestion": "1. ¿Lograste avanzar en el desarrollo del formato? ¿tienes documentacion para adjuntar?",
    "secondQuestion": "2. ¿estas durmiendo lo suficiente? no te olvides que eso tambien es importante",
    "thirdQuestion": "3. ¿como ves el proyecto en 20 dias en el futuro ? sientes que vamos bien encaminados? si tu respuesta es negativa estoy encantada de escuchar recomendaciones :3 ",
    "outroMessage": "Y esas si son preguntas no como las que tengo en casa, :V asi que aqui va otra DSU espero que todos esten en el camino y todos sabemos que es duro y es dificil pero las tormentas mas fuertes crean los arboles mas altos ;)"
  },
  {
    "fecha": 26,
    "mes": "mayo",
    "dia": true,
    "hora": 15,
    "minuto": 37,
    "amPm": "pm",
    "introMessage": "Que tal andan todos!? todos estan listos? por que hoy vamos con todo a dar todo lo que tenemos y estamos listos? vamos con las preguntas :v",
    "firstQuestion": "1. ¿ya tenemos un formato listo para el GDD? ¿tienes documentacion para adjuntar?",
    "secondQuestion": "2. ya paso una semana, ¿como te sientes en el equipo? aqui se vale todo tipo de respuestas si hay algo que no te gusta solo dilo ;V",
    "thirdQuestion": "3. ¿como te va este domigo por la tarde? no te olivides que descansar tambien es importante ",
    "outroMessage": "Y ahi va otra semana, espero que tengan un genial inicio de sprint mañana y vamos por todo :)"
  },
  {
    "fecha": 27,
    "mes": "mayo",
    "dia": true,
    "hora": 19,
    "minuto": 37,
    "amPm": "pm",
    "introMessage": "holis!!! como anda la banda? yo ando genial :V hoy cierra un sprint asi que vamos rapido con las preguntas",
    "firstQuestion": "1. ¿Como va el avance del GDD? ¿ya tienen  algo listo? ¿tienes documentacion para adjuntar?",
    "secondQuestion": "2. hoy empezo otro sprint, sentis que la tarjetas que tenes van a poder se resueltas en tiempo y forma?",
    "thirdQuestion": "3. ¿sentis que hay algun inconveniente que te impida el correcto avance? si es asi no dudes en decirmelo :)",
    "outroMessage": "Y aqui comienza otra semana de lucha, no se olviden que mañana es el gran dia, hay que venderle la idea al profesor ;)"
  },
  {
    "fecha": 28,
    "mes": "mayo",
    "dia": true,
    "hora": 19,
    "minuto": 15,
    "amPm": "pm",
    "introMessage": "holanda!!! como les fue con la venta de la idea al profesor? seguro que genial ;P ",
    "firstQuestion": "1. El GDD ya va en un estado avanzado pero eso no lo hace perfecto, ¿crees que deberia de cambiarse o agregarse algo? ¿tienes documentacion para adjuntar?",
    "secondQuestion": "2. y asi vamos por el segundo dia, y la pregunta del millon es ¿crees que te falta alguien mas para asistirte en tu tarjeta?",
    "thirdQuestion": "3. Lograste avances eso seguro pero estas conformo co nlos avances que tenemos hasta el momento? ¿crees que es suficiente?",
    "outroMessage": "La vida te da sorpresas asi que no dejes de sorprender a la vida con muchas y multiples ideas alocadas, no te olvides que lo normal puede ser aburrido, por eso jugamos videojuegos ;)"
  },
  {
    "fecha": 29,
    "mes": "mayo",
    "dia": true,
    "hora": 19,
    "minuto": 25,
    "amPm": "pm",
    "introMessage": "Que pasaa!!! que onda a todos ?! ya vamos a mitad de semana y seguro se esfuerzan un monton para llegar a cabo sus objetivos asi que para no robarles tiempo ahi van las preguntas :3 ",
    "firstQuestion": "1. ¿Leiste la documentacion del GDD no te olvides que es importante para contextualizar lo que estas haciendo ya que el mismo tiene informacion util para todas las areas",
    "secondQuestion": "2. ya vamos a la mitad de la semana asi que si sientes que es momento de ayuda es este, ese es tu caso?",
    "thirdQuestion": "3. al final del dia lo que importa es que sientas que la carga de tus tarjetas es la correcta, sientes que ese es tu caso? nadie quiere que te sientas agobiado por la carga :3",
    "outroMessage": "y ahi tenemos otro set de preguntas, espero que estes contento con el avance y no te olvides que el limon es un invencion de los humanos, por endem la vida nunca te dio limones los fabricamos, asi que fabrica tus opciones y no te olvides que el cielo es el limite :)"
  },
  {
    "fecha": 30,
    "mes": "mayo",
    "dia": true,
    "hora": 19,
    "minuto": 27,
    "amPm": "pm",
    "introMessage": "Quien lo diria, llegaron tan lejos y todo por eso lo consiguieron con esfuerzo propio, en este proyecto estan dejando su alma y su vicion del juego es la que va a quedar plasmada asi que cuidenlo y nutranlo como si fuera una extencion de si mismos y al final del dia podran ver su sueño de tener un juego completamente realizado ",
    "firstQuestion": "1. ya vamos a jueves, crees que esta todo bien ? hay algo de  lo que no estes seguro? hablo de todo asi que este es tu momento de adjuntar quejas y sugerencias",
    "secondQuestion": "2. como te sientes como con el grupo? sientes  que es un grupo unido? ¿crees que es un grupo que puede llegar a buen puerto?",
    "thirdQuestion": "3. tienes algo que no te permita avanzar correctamente?",
    "outroMessage": "al final no se olviden que da lo que tiene, uno no da lo que no tiene, con eso en la cabeza piensen que el juego ser todo lo que son :3"
  },
  {
    "fecha": 31,
    "mes": "mayo",
    "dia": true,
    "hora": 7,
    "minuto": 12,
    "amPm": "pm",
    "introMessage": "Que pasa banda! como los trata este viernes? hoy cierra el sprint grande asi que no olviden que es el mejor momento de mover sus tarjetas a review ",
    "firstQuestion": "1. con este ya vamos 2 sprints grandes, como te sientes con eso? sientes que se avanzo lo juesto para esa cantidad de tiempo? ¿crees que es suficiente?",
    "secondQuestion": "2. hoy se sale? es viernes y tu cuerpo lo sabe :V para cuando un mario 64 online?(si lo busque y existe :V)",
    "thirdQuestion": "3. que tal te parecio este sprint ? lograste llevar a cabo todo lo que querias? o hubo algo que te lo impidio ?",
    "outroMessage": "y asi termina el sprint grande, y ya vamos 2 semans de inicio de este proyecto, no es momento de relax, dormir es para gente que no quiere cumplir sus sueños:V como el profesor de logica "
  },
  {
    "fecha": 1,
    "mes": "junio",
    "dia": true,
    "hora": 7,
    "minuto": 45,
    "amPm": "pm",
    "introMessage": " Ya es sabado asi que no se olviden de descanzar bien para poder seguir adelante, una ves dicho eso vamos con la preguntas  ",
    "firstQuestion": "1. Ya viste como quedo el GDD ? le agregarias algo? ¿crees que lo que hay es suficiente? ",
    "secondQuestion": "2. no te olivides que la fuerza de una cadena se mide por la fuerza de su eslabon mas debil asi que no te olvides de dormir bien crees que estas durmiendo bien?",
    "thirdQuestion": "3. con el avance de este tiempo, sientes que el equipo se esta esforzando correctamente ? o emplearias sus fuerzas de otra forma?",
    "outroMessage": "No te olvides que es sabado asi que descansen y recuperen fuerzas para poder con todo :3"
  },
  {
    "fecha": 2,
    "mes": "junio",
    "dia": true,
    "hora": 7,
    "minuto": 35,
    "amPm": "pm",
    "introMessage": "Buen domingo! chicos hoy religiosamente dios descanso asi que no puedo perdirles menos ;P Pero no se olviden de que hay que llevar el prototipo para el martes :V vieron el prototipo? sienten que el profesor estara orgulloso? ¿crees que es lo que el profesor quiere? ",
    "firstQuestion": "1. hoy es domingo asi que como dormiste? lograste descansar o se salio el sabado?",
    "secondQuestion": "2. como te sientes hoy? cansado de tanto esfuerzo o listo para otra semana de batalla ?",
    "thirdQuestion": "3. con estas 2 semanas completas sientes que todo este esfuezo esta dando sus frutos? ",
    "outroMessage": "y asi termina un domingo asi que no olvides estas sabias palabras 'Hay que trabajar, hay que aprender, hay que comer, hay que descansar y también hay que jugar.' Esas son las bases del entrenamiento del maestro Roshi"
  },
  {
    "fecha": 3,
    "mes": "junio",
    "dia": true,
    "hora": 7,
    "minuto": 28,
    "amPm": "pm",
    "introMessage": "Y hoy es lunes y el prototipo es para mañana, creen que esta listo? pues veamos que me dicen con unas preguntas al respecto ",
    "firstQuestion": "1. Viste el prototipo? que te parecio?",
    "secondQuestion": "2. sientes que hay que agregarle algo? ¿crees que esta listo para el martes?",
    "thirdQuestion": "3.  Piensas que se le podria gregar algo mas al prototipo? ",
    "outroMessage": "y no se olviden chicos, en la vida hay que dar algo para obtener otra cosa, hay que sacrificar tiempo y esfuerzo para obtener un buen resultado o tendremos que sacrificar al resultado "
  },  {
    "fecha": 4,
    "mes": "junio",
    "dia": true,
    "hora": 7,
    "minuto": 15,
    "amPm": "pm",
    "introMessage": "Y hoy es martes, como les fue mostrando el prototipo al profesor? ¿crees que le gusto? ¿crees que le gusto a los demas? ",
    "firstQuestion": "1. lograron imprecionarlo? yo se que si pero me gusta que lo digan ;)",
    "secondQuestion": "2. cual crees que es el siguiente paso para mejorar el prototipo?",
    "thirdQuestion": "3.  si tu lo estarias programando, que le agregarias? o cual seria el siguiente paso que darias? ",
    "outroMessage": "y ahi va otra muestra al profesor, se que lo estan haciendo genial pero no es momento de aflojar, me cuentan que todos se estan esforzando mucho asi que no se olviden que dormir bien para crecer grandes y fuertes "
  },
  {
    "fecha": 5,
    "mes": "junio",
    "dia": true,
    "hora": 7,
    "minuto": 45,
    "amPm": "pm",
    "introMessage": "Miercoles, como van esta mitad de semana? espero que esten avanzando bien en sus tickets asi que no los molesto y vamos con las preguntas :) ",
    "firstQuestion": "1. Dentro de poco se tendra una reunion retrospectiva  sabes que es eso? por que no lo investigas",
    "secondQuestion": "2. crees que a tu area le faltan integrantes? o con los que tiene esta bien?",
    "thirdQuestion": "3.  ya decidieron el diseño final de la protagonista? me muero de ganas por verla :)",
    "outroMessage": "vamos por la mitad de la semana pero no es momento de dejar de luchar, sigan adelante que su destino esta casi a la vuelta de la esquina  "
  },
  {
    "fecha": 6,
    "mes": "junio",
    "dia": true,
    "hora": 7,
    "minuto": 55,
    "amPm": "pm",
    "introMessage": "Jueves, que tal ? novedades ? vamos con esas preguntas y me cuentan todos los avances  ",
    "firstQuestion": "1. hubo avances del prototipo? que te parecieron? es el te imaginabas?",
    "secondQuestion": "2. a quien sientes que deberias ayudar? puede ser de otra area",
    "thirdQuestion": "3.  estas desayunanado? es importante para tu salud :)",
    "outroMessage": "Recuerden que el mundo no sera el mismo cuando logren sus objetivos, las mentes enfocadas son imparables y pueden cambiar hasta el velo de la realidad "
  },
  {
    "fecha": 7,
    "mes": "junio",
    "dia": true,
    "hora": 7,
    "minuto": 15,
    "amPm": "pm",
    "introMessage": "Y hoy es viernes y cierra el sprint grande, como vas con eso? ",
    "firstQuestion": "1. como le va a tu area? un resumen general de avances",
    "secondQuestion": "2. sientes que estas haciendo aportes significativos al proyecto?",
    "thirdQuestion": "3.  todos en el equipo somos importantes te sientes asi de unico e importante?",
    "outroMessage": "recuerden, aqui el que no corre vuela, si hay algo que no sepan o algo que quieran aprender, el mejor momento de aprenderlo fue ayer y el segundo mejor momento es ahora, asi que no te dejes estar y sigue instruyendote."
  },
  {
    "fecha": 8,
    "mes": "junio",
    "dia": true,
    "hora": 7,
    "minuto": 35,
    "amPm": "pm",
    "introMessage": "Ya es sabado y empezo el sprint pequeño como lo llevas?",
    "firstQuestion": "1. sientes que tienes tiempo para realizar tus tarjetas en el sprint pequeño?",
    "secondQuestion": "2. ya vamos muchos sprints pero nunca esta demas decirle a los demas si es que la metodologia agile (la que estamos usando ahora) te sirve ",
    "thirdQuestion": "3.  Buscaste que es una reunion retrospectiva ? seguramente tengamos una en pocos dias ",
    "outroMessage": "y ya se imaginaron en la eva? yo los visualiso ahi explicando a los curiosos como hicieron su juego se que pueden lograrlo, tengo fe en ustedes :)"
  },
  {
    "fecha": 9,
    "mes": "junio",
    "dia": true,
    "hora": 7,
    "minuto": 15,
    "amPm": "pm",
    "introMessage": "WOW, ya es domingo, dios descanso el domingo asi que no puedo pedir mucho mas que eso :V ",
    "firstQuestion": "1. Viste el prototipo? sientes mejoras en el mismo?",
    "secondQuestion": "2. sientes que hay buena comunicacion en el grupo?",
    "thirdQuestion": "3.  hoy es domingo asi que podriamos jugar al juego de la IA, como me gusta el juego de la IA ",
    "outroMessage": "asi termina otra semana, no se olviden descansar para estar listos para afrontar otra semana :)"
  }
]

