[
  {
    "fecha": 24,
    "mes": "mayo",
    "dia": true,
    "hora": 3,
    "minuto": 15,
    "amPm": "pm",
    "introMessage": "Parece que termino mi tan merecida licencia. Que tal a todos!!! santos protones Batman esto si que avanza y ya vamos por el cuarto dia, asi que con eso en mente vamos con las preguntas, espero sus respuestas ;)",
    "firstQuestion": "1. ¿Lograste avanzar en el desarrollo del formato? ¿tienes documentacion para adjuntar?",
    "secondQuestion": "2. ¿estas durmiendo lo suficiente? no te olvides que eso tambien es importante",
    "thirdQuestion": "3. ¿como ves el proyecto en 20 dias en el futuro ? sientes que vamos bien encaminados? si tu respuesta es negativa estoy encantada de escuchar recomendaciones :3 ",
    "outroMessage": "Y esas si son preguntas no como las que tengo en casa, :V asi que aqui va otra DSU espero que todos esten en el camino y todos sabemos que es duro y es dificil pero las tormentas mas fuertes crean los arboles mas altos ;)"
  },
  {
    "fecha": 25,
    "mes": "mayo",
    "dia": true,
    "hora": 3,
    "minuto": 34,
    "amPm": "pm",
    "introMessage": "YYYYYYY bienvenidos a la DSU espero que todos esten listos para esto por que yo estoy mas que lista asi que vamos por esas preguntas :V",
    "firstQuestion": "1. ¿Lograste avanzar en el desarrollo del formato? ¿tienes documentacion para adjuntar?",
    "secondQuestion": "2. ¿estas durmiendo lo suficiente? no te olvides que eso tambien es importante",
    "thirdQuestion": "3. ¿como ves el proyecto en 20 dias en el futuro ? sientes que vamos bien encaminados? si tu respuesta es negativa estoy encantada de escuchar recomendaciones :3 ",
    "outroMessage": "Y esas si son preguntas no como las que tengo en casa, :V asi que aqui va otra DSU espero que todos esten en el camino y todos sabemos que es duro y es dificil pero las tormentas mas fuertes crean los arboles mas altos ;)"
  },
  {
    "fecha": 26,
    "mes": "mayo",
    "dia": true,
    "hora": 3,
    "minuto": 37,
    "amPm": "pm",
    "introMessage": "Que tal andan todos!? todos estan listos? por que hoy vamos con todo a dar todo lo que tenemos y estamos listos? vamos con las preguntas :v",
    "firstQuestion": "1. ¿ya tenemos un formato listo para el GDD? ¿tienes documentacion para adjuntar?",
    "secondQuestion": "2. ya paso una semana, ¿como te sientes en el equipo? aqui se vale todo tipo de respuestas si hay algo que no te gusta solo dilo ;V",
    "thirdQuestion": "3. ¿como te va este domigo por la tarde? no te olivides que descansar tambien es importante ",
    "outroMessage": "Y ahi va otra semana, espero que tengan un genial inicio de sprint mañana y vamos por todo :)"
  }
]
