[
  {
    "fecha": 27,
    "mes": "mayo",
    "dia": true,
    "hora": 15,
    "minuto": 30,
    "amPm": "pm",
    "introMessage": "¡Y estamos con la DSU! Tengo nuevas preguntas para hoy, espero que a todos les esté yendo muy bien",
    "firstQuestion": "1. ¿En qué empezarán a trabajar en el día de hoy/estuvieron trabajando?",
    "secondQuestion": "2. ¿Existe algún bloqueador que evite que continuen su trabajo de manera satisfactoria?",
    "thirdQuestion": "3. ¿Les parece que estamos yendo por el camino correcto? ¿Creen que tenemos que cambiar algo?",
    "outroMessage": "Los primeros días siempre son los más complicados, pero no aflojen! Todos juntos vamos a salir adelante :)"
  },
  {
    "fecha": 22,
    "mes": "mayo",
    "dia": true,
    "hora": 15,
    "minuto": 45,
    "amPm": "pm",
    "introMessage": "Holis!!!, aqui tenemos otra DSU fresca solo para ustedes asi que empecemos con lo importante y vamos con esas preguntas",
    "firstQuestion": "1. ¿En qué empezarán a trabajar en el día de hoy/estuvieron trabajando?",
    "secondQuestion": "2. ¿Crees que hay algo que te este impidiendo avanzar? ¿Qué es?",
    "thirdQuestion": "3. ¿lograste encontrar el formarto que el juego necesita? escribe la documentacion  que crees que tiene que estar en el formato",
    "outroMessage": "Los primeros días siempre son los más complicados y los que requieren mas atencion pero no dejes que esto te aplaste y vamos a darlo todo :)"
  },
  {
    "fecha": 23,
    "mes": "mayo",
    "dia": true,
    "hora": 15,
    "minuto": 20,
    "amPm": "pm",
    "introMessage": "Buenas a todos señores y señoritas espero que se esten esforzando mucho por que tengo mucha fe en ustedes :) asi que empecemos con las preguntas que tanto les gustan",
    "firstQuestion": "1. ¿En que estuviste trabajando?",
    "secondQuestion": "2. ¿sientes que no estas avanzando? ¿Por que?",
    "thirdQuestion": "3. ¿lograste encontrar el formarto que el juego necesita? escribe la documentacion  que crees que tiene que estar en el formato",
    "outroMessage": "Ya es el tercer dia pero a no caer, yo creo en ustedes, y no olviden que nadie puede negarles su destino, si se levantan y lo primero que piensan es en hacer juegos, felicidades ya son desarrolladores y diseñadores de juegos :)"
  },
  {
    "fecha": 24,
    "mes": "mayo",
    "dia": true,
    "hora": 15,
    "minuto": 15,
    "amPm": "pm",
    "introMessage": "Que tal a todos!!! santos protones Batman esto si que avanza y ya vamos por el cuarto dia, asi que con eso en mente vamos con las preguntas, espero sus respuestas ;)",
    "firstQuestion": "1. ¿Lograste avanzar en el desarrollo del formato? ¿tienes documentacion para adjuntar?",
    "secondQuestion": "2. ¿estas durmiendo lo suficiente? no te olvides que eso tambien es importante",
    "thirdQuestion": "3. ¿como ves el proyecto en 20 dias en el futuro ? sientes que vamos bien encaminados? si tu respuesta es negativa estoy encantada de escuchar recomendaciones :3 ",
    "outroMessage": "Y esas si son preguntas no como las que tengo en casa, :V asi que aqui va otra DSU espero que todos esten en el camino y todos sabemos que es duro y es dificil pero las tormentas mas fuertes crean los arboles mas altos ;)"
  },
  {
    "fecha": 25,
    "mes": "mayo",
    "dia": true,
    "hora": 15,
    "minuto": 34,
    "amPm": "pm",
    "introMessage": "YYYYYYY bienvenidos a la DSU espero que todos esten listos para esto por que yo estoy mas que lista asi que vamos por esas preguntas :V",
    "firstQuestion": "1. ¿Lograste avanzar en el desarrollo del formato? ¿tienes documentacion para adjuntar?",
    "secondQuestion": "2. ¿estas durmiendo lo suficiente? no te olvides que eso tambien es importante",
    "thirdQuestion": "3. ¿como ves el proyecto en 20 dias en el futuro ? sientes que vamos bien encaminados? si tu respuesta es negativa estoy encantada de escuchar recomendaciones :3 ",
    "outroMessage": "Y esas si son preguntas no como las que tengo en casa, :V asi que aqui va otra DSU espero que todos esten en el camino y todos sabemos que es duro y es dificil pero las tormentas mas fuertes crean los arboles mas altos ;)"
  },
  {
    "fecha": 26,
    "mes": "mayo",
    "dia": true,
    "hora": 15,
    "minuto": 37,
    "amPm": "pm",
    "introMessage": "Que tal andan todos!? todos estan listos? por que hoy vamos con todo a dar todo lo que tenemos y estamos listos? vamos con las preguntas :v",
    "firstQuestion": "1. ¿ya tenemos un formato listo para el GDD? ¿tienes documentacion para adjuntar?",
    "secondQuestion": "2. ya paso una semana, ¿como te sientes en el equipo? aqui se vale todo tipo de respuestas si hay algo que no te gusta solo dilo ;V",
    "thirdQuestion": "3. ¿como te va este domigo por la tarde? no te olivides que descansar tambien es importante ",
    "outroMessage": "Y ahi va otra semana, espero que tengan un genial inicio de sprint mañana y vamos por todo :)"
  },
  {
    "fecha": 27,
    "mes": "mayo",
    "dia": true,
    "hora": 19,
    "minuto": 37,
    "amPm": "pm",
    "introMessage": "holis!!! como anda la banda? yo ando genial :V hoy cierra un sprint asi que vamos rapido con las preguntas",
    "firstQuestion": "1. ¿Como va el avance del GDD? ¿ya tienen  algo listo? ¿tienes documentacion para adjuntar?",
    "secondQuestion": "2. hoy empezo otro sprint, sentis que la tarjetas que tenes van a poder se resueltas en tiempo y forma?",
    "thirdQuestion": "3. ¿sentis que hay algun inconveniente que te impida el correcto avance? si es asi no dudes en decirmelo :)",
    "outroMessage": "Y aqui comienza otra semana de lucha, no se olviden que mañana es el gran dia, hay que venderle la idea al profesor ;)"
  },
  {
    "fecha": 28,
    "mes": "mayo",
    "dia": true,
    "hora": 19,
    "minuto": 15,
    "amPm": "pm",
    "introMessage": "holanda!!! como les fue con la venta de la idea al profesor? seguro que genial ;P ",
    "firstQuestion": "1. El GDD ya va en un estado avanzado pero eso no lo hace perfecto, ¿crees que deberia de cambiarse o agregarse algo? ¿tienes documentacion para adjuntar?",
    "secondQuestion": "2. y asi vamos por el segundo dia, y la pregunta del millon es ¿crees que te falta alguien mas para asistirte en tu tarjeta?",
    "thirdQuestion": "3. Lograste avances eso seguro pero estas conformo co nlos avances que tenemos hasta el momento? ¿crees que es suficiente?",
    "outroMessage": "La vida te da sorpresas asi que no dejes de sorprender a la vida con muchas y multiples ideas alocadas, no te olvides que lo normal puede ser aburrido, por eso jugamos videojuegos ;)"
  },
  {
    "fecha": 29,
    "mes": "mayo",
    "dia": true,
    "hora": 19,
    "minuto": 25,
    "amPm": "pm",
    "introMessage": "Que pasaa!!! que onda a todos ?! ya vamos a mitad de semana y seguro se esfuerzan un monton para llegar a cabo sus objetivos asi que para no robarles tiempo ahi van las preguntas :3 ",
    "firstQuestion": "1. ¿Leiste la documentacion del GDD no te olvides que es importante para contextualizar lo que estas haciendo ya que el mismo tiene informacion util para todas las areas",
    "secondQuestion": "2. ya vamos a la mitad de la semana asi que si sientes que es momento de ayuda es este, ese es tu caso?",
    "thirdQuestion": "3. al final del dia lo que importa es que sientas que la carga de tus tarjetas es la correcta, sientes que ese es tu caso? nadie quiere que te sientas agobiado por la carga :3",
    "outroMessage": "y ahi tenemos otro set de preguntas, espero que estes contento con el avance y no te olvides que el limon es un invencion de los humanos, por endem la vida nunca te dio limones los fabricamos, asi que fabrica tus opciones y no te olvides que el cielo es el limite :)"
  },
  {
    "fecha": 30,
    "mes": "mayo",
    "dia": true,
    "hora": 19,
    "minuto": 27,
    "amPm": "pm",
    "introMessage": "Quien lo diria, llegaron tan lejos y todo por eso lo consiguieron con esfuerzo propio, en este proyecto estan dejando su alma y su vicion del juego es la que va a quedar plasmada asi que cuidenlo y nutranlo como si fuera una extencion de si mismos y al final del dia podran ver su sueño de tener un juego completamente realizado ",
    "firstQuestion": "1. ya vamos a jueves, crees que esta todo bien ? hay algo de  lo que no estes seguro? hablo de todo asi que este es tu momento de adjuntar quejas y sugerencias",
    "secondQuestion": "2. como te sientes como con el grupo? sientes  que es un grupo unido? ¿crees que es un grupo que puede llegar a buen puerto?",
    "thirdQuestion": "3. tienes algo que no te permita avanzar correctamente?",
    "outroMessage": "al final no se olviden que da lo que tiene, uno no da lo que no tiene, con eso en la cabeza piensen que el juego ser todo lo que son :3"
  },
  {
    "fecha": 31,
    "mes": "mayo",
    "dia": true,
    "hora": 7,
    "minuto": 12,
    "amPm": "pm",
    "introMessage": "Que pasa banda! como los trata este viernes? hoy cierra el sprint grande asi que no olviden que es el mejor momento de mover sus tarjetas a review ",
    "firstQuestion": "1. con este ya vamos 2 sprints grandes, como te sientes con eso? sientes que se avanzo lo juesto para esa cantidad de tiempo? ¿crees que es suficiente?",
    "secondQuestion": "2. hoy se sale? es viernes y tu cuerpo lo sabe :V para cuando un mario 64 online?(si lo busque y existe :V)",
    "thirdQuestion": "3. que tal te parecio este sprint ? lograste llevar a cabo todo lo que querias? o hubo algo que te lo impidio ?",
    "outroMessage": "y asi termina el sprint grande, y ya vamos 2 semans de inicio de este proyecto, no es momento de relax, dormir es para gente que no quiere cumplir sus sueños:V como el profesor de logica "
  },
  {
    "fecha": 1,
    "mes": "junio",
    "dia": true,
    "hora": 7,
    "minuto": 45,
    "amPm": "pm",
    "introMessage": " Ya es sabado asi que no se olviden de descanzar bien para poder seguir adelante, una ves dicho eso vamos con la preguntas  ",
    "firstQuestion": "1. Ya viste como quedo el GDD ? le agregarias algo? ¿crees que lo que hay es suficiente? ",
    "secondQuestion": "2. no te olivides que la fuerza de una cadena se mide por la fuerza de su eslabon mas debil asi que no te olvides de dormir bien crees que estas durmiendo bien?",
    "thirdQuestion": "3. con el avance de este tiempo, sientes que el equipo se esta esforzando correctamente ? o emplearias sus fuerzas de otra forma?",
    "outroMessage": "No te olvides que es sabado asi que descansen y recuperen fuerzas para poder con todo :3"
  },
  {
    "fecha": 2,
    "mes": "junio",
    "dia": true,
    "hora": 7,
    "minuto": 35,
    "amPm": "pm",
    "introMessage": "Buen domingo! chicos hoy religiosamente dios descanso asi que no puedo perdirles menos ;P Pero no se olviden de que hay que llevar el prototipo para el martes :V vieron el prototipo? sienten que el profesor estara orgulloso? ¿crees que es lo que el profesor quiere? ",
    "firstQuestion": "1. hoy es domingo asi que como dormiste? lograste descansar o se salio el sabado?",
    "secondQuestion": "2. como te sientes hoy? cansado de tanto esfuerzo o listo para otra semana de batalla ?",
    "thirdQuestion": "3. con estas 2 semanas completas sientes que todo este esfuezo esta dando sus frutos? ",
    "outroMessage": "y asi termina un domingo asi que no olvides estas sabias palabras 'Hay que trabajar, hay que aprender, hay que comer, hay que descansar y también hay que jugar.' Esas son las bases del entrenamiento del maestro Roshi"
  },
  {
    "fecha": 3,
    "mes": "junio",
    "dia": true,
    "hora": 7,
    "minuto": 28,
    "amPm": "pm",
    "introMessage": "Y hoy es lunes y el prototipo es para mañana, creen que esta listo? pues veamos que me dicen con unas preguntas al respecto ",
    "firstQuestion": "1. Viste el prototipo? que te parecio?",
    "secondQuestion": "2. sientes que hay que agregarle algo? ¿crees que esta listo para el martes?",
    "thirdQuestion": "3.  Piensas que se le podria gregar algo mas al prototipo? ",
    "outroMessage": "y no se olviden chicos, en la vida hay que dar algo para obtener otra cosa, hay que sacrificar tiempo y esfuerzo para obtener un buen resultado o tendremos que sacrificar al resultado "
  },
  {
    "fecha": 4,
    "mes": "junio",
    "dia": true,
    "hora": 7,
    "minuto": 15,
    "amPm": "pm",
    "introMessage": "Y hoy es martes, como les fue mostrando el prototipo al profesor? ¿crees que le gusto? ¿crees que le gusto a los demas? ",
    "firstQuestion": "1. lograron imprecionarlo? yo se que si pero me gusta que lo digan ;)",
    "secondQuestion": "2. cual crees que es el siguiente paso para mejorar el prototipo?",
    "thirdQuestion": "3.  si tu lo estarias programando, que le agregarias? o cual seria el siguiente paso que darias? ",
    "outroMessage": "y ahi va otra muestra al profesor, se que lo estan haciendo genial pero no es momento de aflojar, me cuentan que todos se estan esforzando mucho asi que no se olviden que dormir bien para crecer grandes y fuertes "
  },
  {
    "fecha": 5,
    "mes": "junio",
    "dia": true,
    "hora": 7,
    "minuto": 45,
    "amPm": "pm",
    "introMessage": "Miercoles, como van esta mitad de semana? espero que esten avanzando bien en sus tickets asi que no los molesto y vamos con las preguntas :) ",
    "firstQuestion": "1. Dentro de poco se tendra una reunion retrospectiva  sabes que es eso? por que no lo investigas",
    "secondQuestion": "2. crees que a tu area le faltan integrantes? o con los que tiene esta bien?",
    "thirdQuestion": "3.  ya decidieron el diseño final de la protagonista? me muero de ganas por verla :)",
    "outroMessage": "vamos por la mitad de la semana pero no es momento de dejar de luchar, sigan adelante que su destino esta casi a la vuelta de la esquina  "
  },
  {
    "fecha": 6,
    "mes": "junio",
    "dia": true,
    "hora": 7,
    "minuto": 55,
    "amPm": "pm",
    "introMessage": "Jueves, que tal ? novedades ? vamos con esas preguntas y me cuentan todos los avances  ",
    "firstQuestion": "1. hubo avances del prototipo? que te parecieron? es el te imaginabas?",
    "secondQuestion": "2. a quien sientes que deberias ayudar? puede ser de otra area",
    "thirdQuestion": "3.  estas desayunanado? es importante para tu salud :)",
    "outroMessage": "Recuerden que el mundo no sera el mismo cuando logren sus objetivos, las mentes enfocadas son imparables y pueden cambiar hasta el velo de la realidad "
  },
  {
    "fecha": 7,
    "mes": "junio",
    "dia": true,
    "hora": 7,
    "minuto": 15,
    "amPm": "pm",
    "introMessage": "Y hoy es viernes y cierra el sprint grande, como vas con eso? ",
    "firstQuestion": "1. como le va a tu area? un resumen general de avances",
    "secondQuestion": "2. sientes que estas haciendo aportes significativos al proyecto?",
    "thirdQuestion": "3.  todos en el equipo somos importantes te sientes asi de unico e importante?",
    "outroMessage": "recuerden, aqui el que no corre vuela, si hay algo que no sepan o algo que quieran aprender, el mejor momento de aprenderlo fue ayer y el segundo mejor momento es ahora, asi que no te dejes estar y sigue instruyendote."
  },
  {
    "fecha": 8,
    "mes": "junio",
    "dia": true,
    "hora": 7,
    "minuto": 35,
    "amPm": "pm",
    "introMessage": "Ya es sabado y empezo el sprint pequeño como lo llevas?",
    "firstQuestion": "1. sientes que tienes tiempo para realizar tus tarjetas en el sprint pequeño?",
    "secondQuestion": "2. ya vamos muchos sprints pero nunca esta demas decirle a los demas si es que la metodologia agile (la que estamos usando ahora) te sirve ",
    "thirdQuestion": "3.  Buscaste que es una reunion retrospectiva ? seguramente tengamos una en pocos dias ",
    "outroMessage": "y ya se imaginaron en la eva? yo los visualiso ahi explicando a los curiosos como hicieron su juego se que pueden lograrlo, tengo fe en ustedes :)"
  },
  {
    "fecha": 9,
    "mes": "junio",
    "dia": true,
    "hora": 7,
    "minuto": 15,
    "amPm": "pm",
    "introMessage": "WOW, ya es domingo, dios descanso el domingo asi que no puedo pedir mucho mas que eso :V ",
    "firstQuestion": "1. Viste el prototipo? sientes mejoras en el mismo?",
    "secondQuestion": "2. sientes que hay buena comunicacion en el grupo?",
    "thirdQuestion": "3.  hoy es domingo asi que podriamos jugar al juego de la IA, como me gusta el juego de la IA ",
    "outroMessage": "asi termina otra semana, no se olviden descansar para estar listos para afrontar otra semana :)"
  },
  {
    "fecha": 10,
    "mes": "junio",
    "dia": true,
    "hora": 8,
    "minuto": 15,
    "amPm": "pm",
    "introMessage": "DSU time! Estamos a lunes, día anterior al día de los jueguitos, ¿Cómo va ese avance? Hoy vamos a cambiar un poco las preguntas :)",
    "firstQuestion": "1. ¿Necesitas una mano? ¿Gestionas bien el estrés? Es importante que si necesitan ayuda o sólo desahogarse, lo hagan :)",
    "secondQuestion": "2. ¿Qué les pareció la reunión retrospectiva? ¿Les gustaría que se repita? ¿Algo a mejorar?",
    "thirdQuestion": "3. Quedan sólo 20 días para terminar el proyecto. Pensando en ese legendario día, ¿Se sienten agobiados, felices o ansiosos?",
    "outroMessage": "Empezamos una nueva semana, y un nuevo Sprint. Recuerden que, estando a más de la mitad de camino, este es el momento donde los débiles se retiran y/o se queman. No dejen que eso les pase, veo un futuro brillante en su proyecto :)"
  },
  {
    "fecha": 16,
    "mes": "junio",
    "dia": true,
    "hora": 8,
    "minuto": 15,
    "amPm": "pm",
    "introMessage": "Que ondaaa mi primera DSU no me odien xd, atte TurCobain",
    "firstQuestion": "1. ¿Como venis con el trabajo para este fin de semana?",
    "secondQuestion": "2. ¿Tienen algun bloqueo que no les deje avanzar?",
    "thirdQuestion": "3. Ya van quedando poco para cerrar este trabajo. ¿Sienten que no pueden con algo y necesitan ayuda?",
    "outroMessage": "El Lunes Srpint Nro 6(?), y queda poco para llegar a nuestro objeivo, festejen lloren y TRABAJEN eso es muy importante"
  },
  {
    "fecha": 17,
    "mes": "junio",
    "dia": true,
    "hora": 8,
    "minuto": 15,
    "amPm": "pm",
    "introMessage": "Hoy tenemos un cierre de Sprint, y cada vez falta menos para estar celebrando con alcohol y jugadoras de voley rusas o llorar en la ducha",
    "firstQuestion": "1. ¿Cuáles considera que han sido sus  logros durante las ultimas semanas y cómo contribuyen a los objetivos del equipo?",
    "secondQuestion": "2. ¿Cuáles son sus objetivos para esta semana de trabajo?",
    "thirdQuestion": "3. ¿Existen factores que afecten negativamente su capacidad para gestionar el tiempo y ser productivo?",
    "outroMessage": "Valoramos la dedicación y contribución de cada uno... Animo muchachos y sigan con este entusiasmo"
  },
  {
    "fecha": 18,
    "mes": "junio",
    "dia": true,
    "hora": 8,
    "minuto": 15,
    "amPm": "pm",
    "introMessage": "Tras un nuevo cierre de sprint y con trabajo para esta semana es momento de desahogarse",
    "firstQuestion": "1. ¿Qué aspectos destacarías dentro del grupo y cuáles crees que podrían mejorar?",
    "secondQuestion": "2. ¿Como te sentis con el trabajo para esta semana?",
    "thirdQuestion": "3. Algun comentario acerca del proyecto.. este espacio es para  desahogarse",
    "outroMessage": "Garra y huevos/ovarios que queda poco para ser felices"
  },
  {
    "fecha": 19,
    "mes": "junio",
    "dia": true,
    "hora": 8,
    "minuto": 15,
    "amPm": "pm",
    "introMessage": "Mitad de semana y sabemos que hay feriados de por medio, les diria que salgan, pero el tiempo apremia",
    "firstQuestion": "1. ¿Cómo gestionas y aplicas la retroalimentación que recibes?",
    "secondQuestion": "2. ¿Enfrentaste conflictos? ¿Cómo los resolviste?",
    "thirdQuestion": "3. ¿Cómo gestionas el equilibrio entre el proyecto y tu vida personal?",
    "outroMessage": "Aguante corazon aguante..."
  },
  {
    "fecha": 20,
    "mes": "junio",
    "dia": true,
    "hora": 8,
    "minuto": 15,
    "amPm": "pm",
    "introMessage": "Buen Jueves gente, y recuerden hoy juega la Scaloneta",
    "firstQuestion": "1. ¿Como estas? pregunta simple",
    "secondQuestion": "2. ¿Como estas gestionando tus tiempos?",
    "thirdQuestion": "3. ¿Te sentis comodo con la cantidad de tarjetas otorgadas?",
    "outroMessage": "Como hoy juega Messi y la Scaloneta dense el lujo de estar chill y dsifrutar de un buen fulbo"
  },
  {
    "fecha": 21,
    "mes": "junio",
    "dia": true,
    "hora": 8,
    "minuto": 15,
    "amPm": "pm",
    "introMessage": "Como sabemos hoy tenemos cierre de Sprint",
    "firstQuestion": "1. ¿Como estuvo tu semana de trabajo?",
    "secondQuestion": "2. ¿Cuanto tiempo le dedicaste al proyecto y cuanto a tu vida personal?",
    "thirdQuestion": "3. ¿No llegas con alguna tarjeta?¿Por que motivo y como te podemos ayudar?",
    "outroMessage": "Recuerden que no somos robots y a veces si no se llega a algo esperado no se preocupen lo podemos solucionar como equipo"
  },
  {
    "fecha": 22,
    "mes": "junio",
    "dia": true,
    "hora": 8,
    "minuto": 15,
    "amPm": "pm",
    "introMessage": "Estamos llegando casi a la recta final(para la entrega el profe)",
    "firstQuestion": "1. ¿Como te sentis con el trabajo asignado?",
    "secondQuestion": "2. ¿Vas a tomerte tiempo para vos esta noche de sabado?",
    "thirdQuestion": "3. ¿Crees necesitar ayuda?",
    "outroMessage": "Trabajemos duro despues tendremos nuestra recompensa :p"
  },
  {
    "fecha": 23,
    "mes": "junio",
    "dia": true,
    "hora": 8,
    "minuto": 15,
    "amPm": "pm",
    "introMessage": "Espero que vayan teniendo un buen Domingo",
    "firstQuestion": "1. ¿Como te organizaste con el sprint asincronico?",
    "secondQuestion": "2. ¿Pasaste el Domingo trabajando o te tomaste tus tiempos para estar con la familia/estudiar/otros?",
    "thirdQuestion": "3. ¿Como se organizan sabiendo que el Lunes hay un parcial?(pregunta para los UnaHur)...¿Sienten que el tiempo empieza a ser problema?",
    "outroMessage": "Descansen(pero no mucho), tomense unos mates y que esta semana se vienen cositas"
  },
  {
    "fecha": 24,
    "mes": "junio",
    "dia": true,
    "hora": 9,
    "minuto": 15,
    "amPm": "pm",
    "introMessage": "Hoy tenemos cierre de sprint arranca la ulitma semana de laburo intenso (para la entrega del prof.)",
    "firstQuestion": "1. ¿Sienten presion? Este es su momento de desahogarse",
    "secondQuestion": "2. ¿Cuanto tiempo le van a dedicar esta semana hard?",
    "thirdQuestion": "3. ¿Crees necesitar ayuda?",
    "outroMessage": "Vamos loco, este grupo me llena de orgullo "
  },
  {
    "fecha": 25,
    "mes": "junio",
    "dia": true,
    "hora": 8,
    "minuto": 15,
    "amPm": "pm",
    "introMessage": "Empezamos la recta final post sprint",
    "firstQuestion": "1. ¿Qué justificación tienes para los retrasos?",
    "secondQuestion": "2. ¿Qué cambios inmediatos vas a implementar para maximizar tu productividad en estos días finales?",
    "thirdQuestion": "3. ¿Entiendes la urgencia de la situación actual? ¿Cómo vas a reorganizar tus prioridades para asegurar que el proyecto se entregue a tiempo y con la calidad requerida?",
    "outroMessage": "No hay mensaje de apoya... LABUREN Y ROMPANSE EL CULO PORQUE EL TIEMPO APREMIA"
  },
  {
    "fecha": 26,
    "mes": "junio",
    "dia": true,
    "hora": 8,
    "minuto": 15,
    "amPm": "pm",
    "introMessage": "Sigan laburando...",
    "firstQuestion": "1. ¿Qué acciones específicas tomarás hoy para asegurar la entrega?",
    "secondQuestion": "2. ¿Qué tareas específicas no has cumplido de manera adecuada? ¿Cómo piensas asumir la responsabilidad y resolver estos problemas?",
    "thirdQuestion": "3. ¿Qué partes de tu trabajo crees que están por debajo del estándar esperado?",
    "outroMessage": "DALEEEEEEEEE :v"
  },
  {
    "fecha": 27,
    "mes": "junio",
    "dia": true,
    "hora": 8,
    "minuto": 15,
    "amPm": "pm",
    "introMessage": "Buen Jueves manga de Simulacros (el q sepa quien decia eso se gana un caramelo we)",
    "firstQuestion": "1. ¿Hay alguna tarea crítica que aún no esté comenzada?",
    "secondQuestion": "2. ¿Están todos los miembros del equipo al tanto de las prioridades y los plazos finales?",
    "thirdQuestion": "3. ¿Cuáles son las tres principales prioridades de aquí a la fecha límite?¿La documentación del proyecto está actualizada y completa?",
    "outroMessage": "Metanle pata loco dale... No me hagan calentar :v"
  },
  {
    "fecha": 28,
    "mes": "junio",
    "dia": true,
    "hora": 8,
    "minuto": 15,
    "amPm": "pm",
    "introMessage": "¿QUE DIA ES HOY? Viernes ¿Y QUE PASA LO VIERNES? NO ME BAÑOOO.",
    "firstQuestion": "1. ¿Qué tareas específicas estás trabajando hoy y cuál es tu objetivo para el día?",
    "secondQuestion": "2. ¿Hay algún problema que hayas encontrado en las últimas 24 horas que aún no se haya resuelto?",
    "thirdQuestion": "3. ¿Hay alguna tarea que esté tomando más tiempo de lo esperado?",
    "outroMessage": "DALEEEEEEEEE VIEJOOOO"
  },
  {
    "fecha": 29,
    "mes": "junio",
    "dia": true,
    "hora": 8,
    "minuto": 15,
    "amPm": "pm",
    "introMessage": "Sigan laburando...",
    "firstQuestion": "1. ¿Estamos aún en camino de cumplir con todos los plazos establecidos? Si no, ¿qué ajustes urgentes necesitamos hacer?",
    "secondQuestion": "2. Qué tareas completaste y cuál es su estado actual?",
    "thirdQuestion": "3. ¿Qué partes de tu trabajo crees que están por debajo del estándar esperado?",
    "outroMessage": "FALTA POCO CHE"
  },
  {
    "fecha": 30,
    "mes": "junio",
    "dia": true,
    "hora": 8,
    "minuto": 15,
    "amPm": "pm",
    "introMessage": "2 DIAS...",
    "firstQuestion": "1. ¿Ya se empezo la fase de testeo?",
    "secondQuestion": "2. ¿Surgio algun bug inesperado?",
    "thirdQuestion": "3. ¿Como se sienten con el proyecto hasta ahora?",
    "outroMessage": "El Lunes ya es el ultimo srpint"
  },
  {
    "fecha": 1,
    "mes": "julio",
    "dia": true,
    "hora": 8,
    "minuto": 35,
    "amPm": "pm",
    "introMessage": "Hoy hay cierre de sprint, que es el ultimo pre entrega al señor jueguitos",
    "firstQuestion": "1. ¿¿Está toda la documentación al día?",
    "secondQuestion": "2. ¿Están listos los entregables que deben ser revisados o presentados?",
    "thirdQuestion": "3. ¿Hay algún entregable que necesite una revisión adicional o ajustes finales antes de la entrega?",
    "outroMessage": "MIREN A DONDE LLEGAMOS ME LLENAN DE ORGULLO LOCO"
  },
  {
    "fecha": 2,
    "mes": "julio",
    "dia": true,
    "hora": 6,
    "minuto": 0,
    "amPm": "pm",
    "introMessage": "Felicitaciones por llegar al objetivo, hoy se entrego el prototipo al Profe... espero haya sido un exito",
    "firstQuestion": "1. ¿Como te sentis con el resultado?¿Es lo esperado?",
    "secondQuestion": "2. Nos vamos a tomar unos dias chill ¿Que vas a hacer?",
    "thirdQuestion": "3. ¿Como te sentiste con el grupo?",
    "outroMessage": "ME LLENAN DE ORGULLO LOCO... Esta es la ultima DSU por el momento, descansen y vivan la vida."
  },
  {
    "fecha": 8,
    "mes": "agosto",
    "dia": true,
    "hora": 5,
    "minuto": 14,
    "amPm": "pm",
    "introMessage": "Hola, soy una DSU de prueba. Pueden ignorarme :)",
    "firstQuestion": "firstQuestion",
    "secondQuestion": "secondQuestion",
    "thirdQuestion": "thirdQuestion",
    "outroMessage": "Si estan viendo esto Alejo no hizo bien su trabajo"
  },
  {
    "fecha": 12,
    "mes": "agosto",
    "dia": true,
    "hora": 6,
    "minuto": 0,
    "amPm": "pm",
    "introMessage": "Empezamos un nuevo proyecto y lo mejor hasta ahora es que emma ya no rompe las bolas",
    "firstQuestion": "¿Como se sienten los las asignaciones de sus tarjetas?¿les parece mucho o poco?",
    "secondQuestion": "¿Aprobecharon el fin de semana para avanzar o se la pasaron jugando lol?",
    "thirdQuestion": "¿Les parecen dificiles sus tareas o les parecen faciles?",
    "outroMessage": "Recuerden que si tienen dudas siempre le pueden preguntar a alejo que para algo es el lider de area"
  },
  {
    "fecha": 13,
    "mes": "agosto",
    "dia": true,
    "hora": 6,
    "minuto": 0,
    "amPm": "pm",
    "introMessage": "Ya pasaron 4 dias desde el ultimo cierre de sprint y todabia me pregunto lo mismo: si hubiese una guerra entre chinos ¿como sabriamos quien gana?",
    "firstQuestion": "¿Que hiciste o vas a hacer el dia de hoy?¿Avanzaste en algo?",
    "secondQuestion": "¿Encontraste la manera de manejar tus tiempos con el proyecto?",
    "thirdQuestion": "¿Crees necesiar ayuda?",
    "outroMessage": "Si te llegas a sentir inutil dentro del grupo recuerda que todabia nadie sabe que es lo que hace cris y aun asi sigue aca con nosotros"
  },
  {
    "fecha": 14,
    "mes": "agosto",
    "dia": true,
    "hora": 6,
    "minuto": 0,
    "amPm": "pm",
    "introMessage": "Ya vamos mitad de semana, ¿seria muy irresponsable no haber tocado nada del proyecto todabia verdad?",
    "firstQuestion": "¿Ya completaste alguna tarea?¿cual es el estado de las demas?",
    "secondQuestion": "¿Surgio algun problema durante la realizacion de las tareas?",
    "thirdQuestion": "¿Existen factores externos que afecten tu capacidad de realizar tus tareas?",
    "outroMessage": "Si hacer las DSU es programar al final si es pegarle dos sopapos al teclado y listo atte: Toby"
  },
  {
    "fecha": 15,
    "mes": "agosto",
    "dia": true,
    "hora": 6,
    "minuto": 0,
    "amPm": "pm",
    "introMessage": "Despues de varios minutos de pensar preguntas no dejo de pensar en los hdps que sacaron sus nombres de la carrera de patitos",
    "firstQuestion": "¿Se sienten comodos con el preyecto hasta ahora?",
    "secondQuestion": "¿Crees tener todo listo para el cierre de sprint de mañana?(esta pregunta fue escrita el sabado a las 4:00am si el cierre de sprint no es el viernes es porque todabia no me compre la maquina del tiempo)",
    "thirdQuestion": "¿Ya le prestaste ayuda a otro integrante del equipo?¿Porque no le prestaste tu ayuda a nadie?¿no te crees capas?",
    "outroMessage": "y aqui pondria mi outroMessage si tan solo tubiera uno"
  },
  {
    "fecha": 16,
    "mes": "agosto",
    "dia": true,
    "hora": 6,
    "minuto": 0,
    "amPm": "pm",
    "introMessage": "Hoy es viernes y tu cuerpo lo sabe. Sabe que hoy no se sale porque hay cierre de sprint (posiblemente)(saludos de Toby del pasado)",
    "firstQuestion": "¿Lograste terminar tus tareas a tiempo?¿Que te impidio terminar tus tareas?",
    "secondQuestion": "¿Crees que el equipo esta comprometido con el pryecto?",
    "thirdQuestion": "¿Pensas descansar este finde o vas a seguir con el proyecto?",
    "outroMessage": "Hasta aca llegan mis DSU ahora solo quiero ver quien va a ganar la carrera de patitos"
  },
  {
    "fecha": 19,
    "mes": "agosto",
    "dia": true,
    "hora": 6,
    "minuto": 0,
    "amPm": "pm",
    "introMessage": "¡Holiss! tercera semana y tarjetas nuevas",
    "firstQuestion": "¿Cómo crees que te fue la semana anterior? ¿Se te hizo muy difícil?",
    "secondQuestion": "¿Aplicaras cambios a tu forma de organizarte o estás bien con tus tiempos?",
    "thirdQuestion": "¿Cuánto tiempo van a dedicar está a la semana?",
    "outroMessage": "¡Son las primeras semanas pero no se dejen estar!"
  },
  {
    "fecha": 20,
    "mes": "agosto",
    "dia": true,
    "hora": 6,
    "minuto": 0,
    "amPm": "pm",
    "introMessage": "¡Buenass! segundo día de trabajoo",
    "firstQuestion": "¿Empezaste con tu tarjeta o todavía no miraste nada?",
    "secondQuestion": "¿Te parece complicado la tarjeta de está semana?",
    "thirdQuestion": "¿Tenes dudas hacerca de tu tarjeta? ",
    "outroMessage": "Cualquier duda no duden en preguntarle al líder de programación"
  },
  {
    "fecha": 21,
    "mes": "agosto",
    "dia": true,
    "hora": 6,
    "minuto": 0,
    "amPm": "pm",
    "introMessage": "¡Buenass! Estamos a miércoles supongo que están con la mitad de sus tarjetas yaa",
    "firstQuestion": "¿Tenés problemas con la tarjeta o ni empezaste?",
    "secondQuestion": "¿Hay alguna tarea pendiente que esté bloqueando tu avance en otras tarjetas?",
    "thirdQuestion": "¿Cómo te sientes con respecto a tu carga de trabajo y tu progreso?",
    "outroMessage": "¡Daleee! terminen para el viernes asi tienen finde libree"
  },
  {
    "fecha": 22,
    "mes": "agosto",
    "dia": true,
    "hora": 6,
    "minuto": 0,
    "amPm": "pm",
    "introMessage": "¡Holisss! Estamos a jueves vamos terminando ya por esta semana y no se atrasen",
    "firstQuestion": "¿Hay algo que te cause estrés o insatisfacción?",
    "secondQuestion": "¿Hay alguna tarea o proyecto que necesite prioridad inmediata?",
    "thirdQuestion": "¿Hay algún aspecto en el que creas que podríamos mejorar como equipo para apoyar mejor el progreso del proyecto?",
    "outroMessage": " Vamoss ultimos dias de DSU apureeen loco"
  },
  {
    "fecha": 23,
    "mes": "agosto",
    "dia": true,
    "hora": 6,
    "minuto": 0,
    "amPm": "pm",
    "introMessage": "Buenasss es viernesss y último día de DSU ¿está todo yaa?",
    "firstQuestion": "¿En qué fase estás con respecto a tus tarjetas?",
    "secondQuestion": "¿Hay algún aspecto en el que creas que podríamos mejorar como equipo para apoyar mejor el progreso del proyecto?",
    "thirdQuestion": "¿Has enfrentado algún impedimento que no se haya previsto para hacer tu tarjeta?",
    "outroMessage": "Espero que hayan terminado ya y nos vemos el lunes para el sprint :D"
  },
  {
    "fecha": 28,
    "mes": "agosto",
    "dia": true,
    "hora": 6,
    "minuto": 0,
    "amPm": "pm",
    "introMessage": "Buen Miercoles para todos, espero que esten trabajando y/o aprendiendo :p",
    "firstQuestion": "¿Cuál es la tarea principal en la que te estás enfocando hoy?",
    "secondQuestion": "¿Hay algun bloqueo que afecte a tu trabajo?",
    "thirdQuestion": "¿Hay alguna ayuda que necesites del equipo?",
    "outroMessage": "Mitad de semana, sigan asi que estan trabajando bien"
  },
  {
    "fecha": 29,
    "mes": "agosto",
    "dia": true,
    "hora": 6,
    "minuto": 0,
    "amPm": "pm",
    "introMessage": "Hola vengo a ver como estan",
    "firstQuestion": "¿Cuál es la prioridad más alta que necesitas abordar hoy?",
    "secondQuestion": "¿Has identificado algún riesgo o desafío que podría afectar tu progreso?",
    "thirdQuestion": "¿Como te sentias animicamente con el proyecto/tarjetas asignadas?",
    "outroMessage": "Sigan laburando, pero sin descuidar sus otras responsabilidades"
  },
  {
    "fecha": 30,
    "mes": "agosto",
    "dia": true,
    "hora": 6,
    "minuto": 0,
    "amPm": "pm",
    "introMessage": "Que día es hoy? Viernes, y que pasa los Viernes? NO ME BAÑOOOO SEEEEE xd",
    "firstQuestion": "¿Algo de tu trabajo actual podría beneficiarse con la colaboración de otro miembro del equipo?",
    "secondQuestion": "¿Hay algún área del proyecto que te preocupe especialmente en este momento?",
    "thirdQuestion": "¿Hay alguna herramienta o recurso que pueda ayudarte a ser más eficiente?",
    "outroMessage": "Mañana empieza el finde, si estan al día pueden escabiar de mas, sino TRABAJEN :v"
  },
  {
    "fecha": 2,
    "mes": "septiembre",
    "dia": true,
    "hora": 6,
    "minuto": 0,
    "amPm": "pm",
    "introMessage": "Arrancamos un nuevo mes, Septiembre (sin fap) suerte soldados",
    "firstQuestion": "¿Cuál es el mayor logro que alcanzaste esta semana hasta ahora?",
    "secondQuestion": "¿Qué problema recurrente estás enfrentando que podríamos solucionar como equipo?",
    "thirdQuestion": "¿Qué expectativas se han cumplido o no cumplido esta semana?",
    "outroMessage": "Nos vemos mañana en la siguiente DSU, los vigilo we"
  },
  {
    "fecha": 3,
    "mes": "septiembre",
    "dia": true,
    "hora": 6,
    "minuto": 0,
    "amPm": "pm",
    "introMessage": "Ayer fue el cierre de sprint, espero haya sido un exito",
    "firstQuestion": "¿Qué tarea o parte del proyecto requiere más atención hoy?",
    "secondQuestion": "¿Hubo alguna confusión o malentendido en las tareas asignadas?",
    "thirdQuestion": "¿Hay alguna dependencia externa que podría retrasar tu trabajo?",
    "outroMessage": "Fue un gusto ser el responsable de estas lindas preguntas de DSU, los saluda su amigo SrTurco"
  },
  {
    "fecha": 4,
    "mes": "septiembre",
    "dia": true,
    "hora": 6,
    "minuto": 0,
    "amPm": "pm",
    "introMessage": "Que onda gente? Bueno empezamos otra semana de esclavitud, preguntas y respuestas",
    "firstQuestion": "¿Te quedo algo pendiente de la semana anterior? ¿Crees poder solucionarlo?",
    "secondQuestion": "¿Te sentis capaz de poder realizar las tarjetas asignadas?",
    "thirdQuestion": "¿Hay algo que te moleste del metodo en el que estamos trabajando?",
    "outroMessage": "Vamos muchachas, no se dejen estar que despues van a terminar con 15 tarjetas y una cagada a pedo"
  },
  {
    "fecha": 5,
    "mes": "septiembre",
    "dia": true,
    "hora": 6,
    "minuto": 0,
    "amPm": "pm",
    "introMessage": "BuenasBuenas, Empezamos con la DSU diaria de hoy",
    "firstQuestion": "¿Pudiste empezar tu tarjeta o todavia no?",
    "secondQuestion": "¿El proyecto te esta haciendo sentir presionado/estresado?",
    "thirdQuestion": "¿Como te sentis con respecto a tus tarjetas asignadas? ¿Tenes alguna duda? ",
    "outroMessage": "Recuerden que tienen que responder a diario las DSU, comer frutas y tomar agua"
  },
  {
    "fecha": 6,
    "mes": "septiembre",
    "dia": true,
    "hora": 6,
    "minuto": 0,
    "amPm": "pm",
    "introMessage": "Vamos muchachos que hoy es viernes. Moscato, pizza y faina",
    "firstQuestion": "¿Ya pudiste finalizar alguna de las tareas asignadas?",
    "secondQuestion": "¿Hay algo que te este bloqueando y no te permita avanzar?",
    "thirdQuestion": "¿Estas descansando bien? Recuerden que tienen que cuidar su tiempo de descanso",
    "outroMessage": "Vamos que hoy si hoy se termina tenes el finde para descansar"
  },
  {
    "fecha": 9,
    "mes": "septiembre",
    "dia": true,
    "hora": 6,
    "minuto": 0,
    "amPm": "pm",
    "introMessage": "Otro Lunes, otra DSU",
    "firstQuestion": "¿Sentis que el proyecto esta avanzando por buen camino?",
    "secondQuestion": "Hoy cierra el Sprint ¿Pudiste completar todas tus tareas?",
    "thirdQuestion": "¿Tuviste alguna complicacion a nivel personal o grupal que te haya molestado a lo largo de esta semana?",
    "outroMessage": " Vamos que cada vez falta menos para finalizar el jueguito"
  },
  {
    "fecha": 10,
    "mes": "septiembre",
    "dia": true,
    "hora": 6,
    "minuto": 0,
    "amPm": "pm",
    "introMessage": "Su escritor de DSU favorito llego y les dice",
    "firstQuestion": "Ayer hubo cierre ¿Sentis que hay algo que te guardaste y no quisiste decir?",
    "secondQuestion": "¿Como te sentis con respecto al equipo?",
    "thirdQuestion": "¿Sentis que estas acomodando bien tus tiempos?",
    "outroMessage": "Aca finaliza mi labor, si les gustaron las preguntas por favor depositenme. Suerte y que las llamas os guien"
  },
  {
    "fecha": 17,
    "mes": "septiembre",
    "dia": true,
    "hora": 6,
    "minuto": 0,
    "amPm": "pm",
    "introMessage": "Sean todos bienvenidos al Sprint 6. Recuerden que estamos muy cerca de terminar este proyecto!",
    "firstQuestion": "¿En qué están trabajando en el día de hoy?",
    "secondQuestion": "¿Sienten que hay algo en la metodología que debería cambiar?",
    "thirdQuestion": "¿Existe algún bloqueador que evite que completes tu/s tarjeta/s?",
    "outroMessage": "Recuerden que en este mundo, el éxito no es llegar a la meta, sino las pequeñas victorias de cada tarjeta :)"
  },
  {
    "fecha": 18,
    "mes": "septiembre",
    "dia": true,
    "hora": 6,
    "minuto": 0,
    "amPm": "pm",
    "introMessage": "¡DSU time! Esta es la parte donde hago preguntas que nadie lee, pero justifica el sueldo de los managers",
    "firstQuestion": "¿Qué van a hacer hoy?",
    "secondQuestion": "¿Estas contento con el desarrollo del proyecto hasta ahora?",
    "thirdQuestion": "¿Pudiste completar la tarjeta en la que trabajabas ayer? ¿Necesitas algo?",
    "outroMessage": "Recuerden, no hace falta ir rápido, pero si seguro. Un paso a la vez. Y por favor no dejen todo para último momento"
  },
  {
    "fecha": 19,
    "mes": "septiembre",
    "dia": true,
    "hora": 6,
    "minuto": 0,
    "amPm": "pm",
    "introMessage": "Feliz jueves *acá insertaría el meme si estuviera programada para hacerlo*",
    "firstQuestion": "¿Como viene el progreso en su/s tarjeta/s?",
    "secondQuestion": "¿Tus desafíos logran emocionarte, frustrarte o ambas? Podes ampliar si gustas :)",
    "thirdQuestion": "¿Necesitas algún buddy? ¿Cambiar al que tenés? Aunque no estemos en cierre de Sprint, pueden pedir esas cosas si necesitan",
    "outroMessage": "Y no se olviden, si quieren que algo cambie, tienen que quejarse. Nadie va a hacerlo por ustedes"
  },
  {
    "fecha": 20,
    "mes": "septiembre",
    "dia": true,
    "hora": 6,
    "minuto": 0,
    "amPm": "pm",
    "introMessage": "¡Casi fin de semana! Los felicito profundamente por vivir una semana más",
    "firstQuestion": "¿Qué vas a hacer hoy?",
    "secondQuestion": "¿Vas a descansar el fin de semana, o dejaste todo para último momento y tenes que seguir con las tarjetas?",
    "thirdQuestion": "¿Hay algo que podamos hacer para ayudarte con tu progreso?",
    "outroMessage": "Como saben, llegó el break de las DSU. Nos vemos de nuevo el lunes :)"
  },
  {
    "fecha": 23,
    "mes": "septiembre",
    "dia": true,
    "hora": 6,
    "minuto": 0,
    "amPm": "pm",
    "introMessage": "Inicio de semana, y a la vez cierre de sprint, irónico",
    "firstQuestion": "Hoy ya es el cierre, ¿Terminaste todo?",
    "secondQuestion": "¿Cómo te sentiste esta semana con tus tareas asignadas?",
    "thirdQuestion": "¿Existe algo en particular que te haya interesado más, molestado, etc, que quieras decir sobre este sprint?",
    "outroMessage": "Espero que el finde hayan tenido su merecido descanso. Pero a partir de mañana, hay que empezar de nuevo, animos!"
  },
  {
    "fecha": 24,
    "mes": "septiembre",
    "dia": true,
    "hora": 6,
    "minuto": 0,
    "amPm": "pm",
    "introMessage": "Este es mi último día como escritor de las DSU. Espero que las preguntas hayan generado dinámicas útiles (Seguro que no)",
    "firstQuestion": "¿Cómo te sentís con tus tareas asignadas para esta semana?",
    "secondQuestion": "¿Sentís que el equipo esta a la altura de las expectativas del proyecto? (Podes responder si o no, no necesitas apuntar a alguien. Si queres porsupuesto podes hacerlo)",
    "thirdQuestion": "¿Empezaste a hacer algo en el proyecto?",
    "outroMessage": "node:19920 UnhandledPromiseRejectionWarning: Error ERR EMMA HEADERS SENT: Si ves esto Alejo no hizo bien su trabajo"
  }
]
